Repository: stancel/appointment-booking
Catalog: lib/addons/bookly-addon-cart/languages/bookly-cart-*.po
Languages: fi

source: Visible when the chosen time slot has been already booked
fi: Näkyvissä kun valittu ajankohta on jo varattu.

source: Date
fi: Päivämäärä

source: Time
fi: Aika

source: Price
fi: Hinta

source: Edit
fi: Muokkaa

source: Remove
fi: Poista

source: Total
fi: Lopullinen

source: Deposit
fi: Kiinnitä

source: Cart
fi: Ostoskärry

source: If cart is enabled then your clients will be able to book several appointments at once. Please note that WooCommerce integration must be disabled.
fi: Jos kärry on käytössä, asiakkaasi voivat varata useita varauksia kerralla. Huomioi että Woocommerce integraation täytyy olla pois päältä.

source: Columns
fi: Sarake

source: Reorder
fi: Järjestä uudelleen

source: Waiting list appointments
fi: Odottavien listan ajanvaraukset.

source: Book More
fi: Varaa uusi

source: Below you can find a list of services selected for booking. Click BOOK MORE if you want to add more services.
fi: Alapuolella on lista valitsemistasi palveluista. Valitse VARAA UUSI jos tahdot lisätä muita palveluita.

source: Next
fi: Seuraava

source: The highlighted time is not available anymore. Please, choose another time slot.
fi: Korostettu aika ei ole enää vapaana. Ole hyvä ja valitse toinen aika.

source: Settings saved.
fi: Asetukset tallennettu.

source: To use the cart, disable integration with WooCommerce <a href="%s">here</a>.
fi: Voidaksesi käyttää kärryä, poista woocommerce integrointi käytöstä.
